{
  "baseUrl": "https://edgeryders.eu",
  "style": {
    "fonts": ["Roboto:300,500,700,800,900"],
    "title": {
      "width": ["90%", "75%"],
      "padding": ["0 0 10px"],
      "align": ["left"],
      "font": ["Roboto"],
      "weight": ["700"],
      "size": ["text-2xl", "text-3xl"]
    },
    "paragraph": {
      "font": ["Roboto"],
      "weight": ["300"]
    },
    "wrapper": {
      "width": ["90%", "75%"],
      "padding": ["15px 15px 0", "10px 0 0"]
    },
    "toggle": {
      "background": ["#2ea48a"]
    },
    "action": {
      "background": ["rgb(255, 219, 106)"],
      "color": ["rgb(51, 51, 51)"]
    },
    "highlight": {
      "color": ["white"],
      "background": ["#2ea48a"]
    }
  },
  "sections": [
    {
      "type": "hero",
      "summit": "true",
      "background": {
        "url": "/img/pixelbanner.png",
        "color": "linear-gradient(63.1deg,#009c8e 9.02%,#ffdb6a 90.81%)"
      },
      "title": "Next Generation Internet <br>Policy Summit",
      "text": {
        "content": "<p><strong>Register now</strong> for the NGI Policy Summit 2020, hosted by the City of Amsterdam and the European Commission’s Next Generation Internet (NGI) initiative.</p><br><p><strong>28 - 29 September</strong><br><p>Online</p><p>Free of charge</p>",
        "align": "left",
        "buttons": [
          {
            "text": "Register for your free ticket",
            "url": "https://hopin.to/events/next-generation-internet-policy-summit",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      },
      "image": {
        "url": "",
        "width": 0
      },
      "style": {
        "title": {
          "weight": ["500"]
        }
      }
    },
    {
      "type": "custom",
      "title": "About the Summit",
      "id": "about",
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 50px"]
        }
      },
      "image": {
        "url": "",
        "width": 420
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>Bringing together a coalition of internet changemakers from 28-29 September, the Summit will lay out an <strong>ambitious European vision for the future internet</strong> and explore the <strong>policy interventions</strong> and <strong>technical solutions</strong> that can help get us there. The Summit is aimed at local, national and international policymakers but we also welcome researchers, innovators and civil society organisations who can share practical ideas for a more human-centric internet. <a href=\"https://hopin.to/events/next-generation-internet-policy-summit\" class=\"underline\">Register now to join us online</a>.</p><p align=\"center\"><iframe style=\"height: 41vw;width: 100%;max-width: 800px;max-height: 450px;\" src=\"https://www.youtube-nocookie.com/embed/ASAuRjT71N8?rel=0&modestbranding=1&autohide=1&showinfo=0&controls=1\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></p>",
        "position": "left",
        "buttons": []
      }
    },
    {
      "type": "partners",
      "title": "Organised by",
      "style": {
        "title": {
          "width": ["90%", "75%"],
          "align": ["center", "left"],
          "size": ["text-2xl", "text-3xl"]
        },
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 20px"]
        }
      },
      "display": {
        "slides": 3
      },
      "content": [
        {
          "title": "City of Amsterdam",
          "outlet": "City of Amsterdam",
          "url": "https://www.amsterdam.nl/en/",
          "logo": "/img/logos/city_of_amsterdam.png"
        },
        {
          "title": "Nesta",
          "outlet": "Nesta",
          "url": " https://www.nesta.org.uk/",
          "logo": "/img/logos/nesta.png"
        },
        {
          "title": "European Commission",
          "outlet": "European Commission",
          "url": "https://ec.europa.eu/info/departments/communications-networks-content-and-technology_en",
          "logo": "/img/logos/eucom.png"
        }
      ]
    },
    {
      "type": "custom",
      "title": "",
      "image": {
        "url": ""
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>The NGI Policy Summit is organised by Nesta and the City of Amsterdam, in collaboration with the European Commission. It forms part of the <strong>Next Generation Internet (NGI) programme</strong>, the Commission&#39;s flagship initiative to build a more democratic inclusive and resilient future internet. You can <a class=\"underline\" href=\"https://www.ngi.eu/about/\" rel=\"noopener noreferrer\" target=\"_blank\">learn more about the NGI here</a> and follow our policy and strategy work at the <a class=\"underline\" href=\"https://research.ngi.eu/\" rel=\"noopener noreferrer\" target=\"_blank\">NGI Policy Lab</a>.</p>",
        "position": "left"
      },
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 50px"]
        }
      }
    },
    {
      "type": "people",
      "title": "Confirmed speakers",
      "id": "speakers",
      "style": {
        "container": {
          "padding": ["30px 0 0"],
          "background": ["#fafafa"],
          "width": ["70%"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 50px"]
        },
        "title": {
          "padding": ["0 0 20px"]
        }
      },
      "profiles": [
{"id": 1,"name": "Payal Arora","excerpt": "Payal Arora is a digital anthropologist and author of award-winning books including the 'The Next Billion Users' with Harvard Press. Her expertise lies in digital experience and user values among low-income communities worldwide and comes with more than a decade of fieldwork experience in such contexts.","image": "https://ngisummit.imgix.net/Payal_Arora.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://payalarora.com/"}, {"id": 2,"name": "Ikenna Azuike","excerpt": "Ikenna is the Summit's host and will guide attendees through the whole event. Previously a City lawyer, Nigerian-British born Ikenna has over 10 years experience as a broadcaster and documentary film maker. His most recent film is The Post Racist Planet, made for VPRO Tegenlicht.","image": "https://ngisummit.imgix.net/Ikenna_Azuike2.jpg?fit=facearea&w=400&h=400&facepad=3","url": "http://www.ikennaazuike.com/"}, {"id": 3,"name": "Anu Bradford","excerpt": "A leading scholar on the EU’s regulatory power and a sought-after commentator on the European Union and Brexit, Anu Bradford coined the term the Brussels Effect to describe the European Union’s outsize influence on global markets. Most recently, she is the author of The Brussels Effect: How the European Union Rules the World (2020).","image": "https://ngisummit.imgix.net/Anu_Bradford.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.law.columbia.edu/faculty/anu-bradford"}, {"id": 4,"name": "Toomas Hendrik Ilves","excerpt": "Toomas Hendrik Ilves is an Estonian politician who served as the fourth President of Estonia from 2006 until 2016. Ilves worked as a diplomat and journalist, and he was the leader of the Social Democratic Party in the 1990s. He served in the government as Minister of Foreign Affairs from 1996 to 1998 and again from 1999 to 2002. Later, he was a Member of the European Parliament from 2004 to 2006.","image": "https://ngisummit.imgix.net/Toomas_Ilves.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.presidentilves.ee/"}, {"id": 5,"name": "Gus Hosein","excerpt": "Gus is the Executive Director of Privacy International, a London-based global technology and rights non-profit. Of relevance to this panel, he led advocacy around EU policy-making post-9/11, and his organisation led work on GDPR, e-privacy directive, and EU funding for surveillance measures in third countries.","image": "https://ngisummit.imgix.net/Gus_Hosein.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://privacyinternational.org/people/95/gus-hosein"}, {"id": 6,"name": "Asim Hussain","excerpt": "Asim is a developer, author and speaker with over 19 years experience working for organisations such as the European Space Agency, Google and now Microsoft, where he is the Green Developer Relations Lead. He’s also co-organiser of climateaction.tech and host of theclimatefix.com podcast.","image": "https://ngisummit.imgix.net/Asim_Hussain.png?fit=facearea&w=400&h=400&facepad=3","url": "https://asim.dev/"}, {"id": 7,"name": "Eva Kaili","excerpt": "Eva Kaili is a Member of the European Parliament. Her work includes promoting innovation as a driving force of the establishment of the European Digital Single Market. She has also been the draftsperson of multiple pieces of legislation in the fields of blockchain technology, online platforms, big data, fintech, AI and cybersecurity.","image": "https://ngisummit.imgix.net/Eva_Kaili.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.europarl.europa.eu/meps/en/125109/EVA_KAILI/home"}, {"id": 8,"name": "Frederike Kaltheuner","excerpt": "Frederike Kaltheuner is a tech policy analyst and 2019-2020 Mozilla Fellow. Previously she was a Programme Director at Privacy International. Her upcoming book with OUP is about Technological (in)justice.","image": "https://ngisummit.imgix.net/Frederike_Kaltheuner.jpeg?fit=facearea&w=400&h=400&facepad=3","url": "https://frederikekaltheuner.com/"}, {"id": 9,"name": "Raymond Knops","excerpt": "Raymond Knops has been the State Secretary for the Interior and Kingdom Relations of the Netherlands since 2017.","image": "https://ngisummit.imgix.net/Raymond_Knops.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.government.nl/government/members-of-cabinet/raymond-knops"}, {"id": 10,"name": "Charlton McIlwain","excerpt": "Charlton's recent work focuses on the intersections of race, digital media, and racial justice activism. He recently wrote Racial Formation, Inequality & the Political Economy of Web Traffic, in the journal Information, Communication & Society, and co-authored, with Deen Freelon and Meredith Clark, the recent report Beyond the Hashtags: Ferguson, #BlackLivesMatter, and the Online Struggle for Offline Justice, published by the Center for Media & Social Impact, and supported by the Spencer Foundation. He has also written Black Software: The Internet & Racial Justice, From the AfroNet to Black Lives Matter, forthcoming from Oxford University Press.","image": "https://ngisummit.imgix.net/Charlton_McIlwain.png?fit=facearea&w=400&h=400&facepad=3","url": "https://steinhardt.nyu.edu/people/charlton-mcilwain"}, {"id": 11,"name": "Touria Meliani","excerpt": "Deputy Mayor Touria Meliani is responsible for Amsterdam’s Digital City Agenda. Her policies encourage a free, inclusive and creative digital city, making sure citizens are protected under the same human rights online as offline.","image": "https://ngisummit.imgix.net/Touria_Meliani.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.amsterdam.nl/en/governance/mayor-alderpersons/touria-meliani/"}, {"id": 12,"name": "Axel Voss","excerpt": "Axel Voss has been a Member of the European Parliament since 2009. In his capacity as coordinator in the Committee on Legal Affairs, he focuses on digital policy, including data protection and artificial intelligence.","image": "https://ngisummit.imgix.net/Axel_Voss.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.europarl.europa.eu/meps/en/96761/AXEL_VOSS/home"}, {"id": 13,"name": "Mara Balestrini","excerpt": "Mara is a Human Computer Interaction (HCI) researcher and a digital transformation strategist. Mara’s work sits at the intersection of civic technology, data, AI and co-creation. She is former CEO of Ideas for Change innovation agency and was cabinet advisor to the Secretary of State for Digitalization and AI at the Government of Spain.","image": "https://ngisummit.imgix.net/Mara_Balestrini.webp?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/marabalestrini/?originalSubdomain=es"}, {"id": 14,"name": "Jaya Klara Brekke","excerpt": "Jaya Klara is a researcher, technologist and cultural producer working on the political economies of network technologies. Currently researching the impact of cryptography on the data economy, and developing CoBox, peer-to-peer cryptographic cloud software. Jaya is also co-founder of Magma Think and Do Tank.","image": "https://ngisummit.imgix.net/Jaya_Klara_Brekke.png?fit=facearea&w=400&h=400&facepad=3","url": "http://www.jayapapaya.net/"}, {"id": 15,"name": "Sylvie Delacroix","excerpt": "Professor Delacroix focuses on the intersection between law and ethics, with a particular interest in data and machine Ethics. Her current research focuses on the design of computer systems meant for morally-loaded contexts. She is also considering the potential inherent in ‘bottom-up’ Data Trusts as a mechanism to address power imbalances between data-subjects and data-controllers.","image": "https://ngisummit.imgix.net/Sylvie_Delacroix.jpeg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.birmingham.ac.uk/staff/profiles/law/delacroix-sylvie.aspx"}, {"id": 16,"name": "Anna-Sophie Harling","excerpt": "Anna-Sophie Harling is Managing Director for Europe at NewsGuard, based in London and New York. Prior to joining NewsGuard, Harling worked as Business Development Manager for a technology company in London and at an international law firm in Germany.","image": "https://ngisummit.imgix.net/Anna_Sophie_Harling.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/asharling/"}, {"id": 17,"name": "Lucy Hedges","excerpt": "Lucy is the technology editor for Metro, the UK's largest free newspaper, and a presenter for the BBC Travel Show. Specialising in consumer technology, Lucy has 10+ years experience in print, online, broadcast media platforms and live events.","image": "https://ngisummit.imgix.net/Lucy_Hedges.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/lucyhedges"}, {"id": 18,"name": "Lalana Kagal","excerpt": "Lalana’s research is at the intersection of technology, society, and policy. She leads the DIG group at the MIT Computer Science and Artificial Intelligence Lab that is focused on improving the trustworthiness of digital systems, developing a user-centric architecture for the Web and designing policy-compliant frameworks.","image": "https://ngisummit.imgix.net/Lalana_Kagal.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.csail.mit.edu/person/lalana-kagal"}, {"id": 19,"name": "Rasmus Kleis Nielsen","excerpt": "Rasmus Kleis Nielsen is Director of the Reuters Institute for the Study of Journalism. His work focuses on changes in the news media, political communication, and the role of digital technologies in both.","image": "https://ngisummit.imgix.net/Rasmus_Kleis_Nielsen.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.politics.ox.ac.uk/research-staff/rasmuskleis-nielsen.html"}, {"id": 20,"name": "Juha Leppänen","excerpt": "Juha is the Chief Executive of Demos Helsinki, leading independent Nordic think tank that operates globally. His work often touches the interlinks between society and technology through new concepts or operational frameworks. Juha serves as an advisor for strategy, governance and innovation for governments and private institutions and is a member of the Global Innovation Council.","image": "https://ngisummit.imgix.net/Juha_Leppanen.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.demoshelsinki.fi/en/ihmiset/juha-leppanen/"}, {"id": 21,"name": "Pearse O'Donohue","excerpt": "Pearse O'Donohue is Director for the Future Networks Directorate of DG CONNECT, European Commission, dealing with policy development and research as regards 5G networks, IoT, cloud and data flows, service platforms and next generation Internet.","image": "https://ngisummit.imgix.net/Pearse_ODonohue.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 22,"name": "Ingrid Schneider","excerpt": "Ingrid Schneider is Professor of Political Science in the Center for Ethics in Information Technology in the Department of Informatics at the University of  Hamburg. Her research fields are technology assessment, governance, law, economy, and ethics of information technology on which she published numerous publications.","image": "https://ngisummit.imgix.net/Ingrid_Schneider.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.inf.uni-hamburg.de/en/inst/ab/eit/team/schneider.html"}, {"id": 23,"name": "Marleen Stikker","excerpt": "Marleen Stikker founded and leads Waag, a social enterprise that consists of a research institute for creative technologies and social innovation and Waag Products, that launched companies like Fairphone, the first fair smartphone in the world. She is also founder of 'De Digitale Stad' (The Digital City) in 1993, the first virtual community introducing free public access to the Internet in Amsterdam.","image": "https://ngisummit.imgix.net/Marleen_Stikker.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://waag.org/en/users/marleen-stikker"}, {"id": 24,"name": "Bill Thompson","excerpt": "Bill Thompson is the Head of Future Value Research in BBC Research & Development, looking at how the BBC can deliver its public service mission online.  A well-known technology journalist, Bill appears regularly on Digital Planet on BBC World Service radio.  He is an Adjunct Professor at Southampton University.","image": "https://ngisummit.imgix.net/Bill_Thompson.JPG?fit=facearea&w=400&h=400&facepad=3","url": "https://www.bbc.co.uk/rd/people/bill-thompson"}, {"id": 25,"name": "Tricia Wang","excerpt": "Tricia is a global tech ethnographer living at the intersection of data, design, and digital. Her passion is to help organizations uncover how our bias towards the quantifiable comes at the expense of profits and people, and how to fix it.  She is the co-founder of Sudden Compass, a consulting firm that helps enterprises move at the speed of their customers by unlocking new growth opportunities in their big data with human insights in their digital transformation.","image": "https://ngisummit.imgix.net/Tricia_Wang.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.triciawang.com/"}, {"id": 26,"name": "Marco Zappalorto","excerpt": "Marco is the Chief Executive of Nesta Italia and Director of the Social Innovation Design BA at IAAD University. Marco joined Nesta in 2011 and before setting up Nesta Italia he was Head of European Development and he contributed to the set-up of Challenge Prize Centre, and led most of the Centre’s European and international work.","image": "https://ngisummit.imgix.net/Marco_Zappalorto.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.nestaitalia.org/team/marco-zappalorto/"}, {"id": 27,"name": "Thomas Zerdick","excerpt": "Thomas is Head of the Technology and Privacy Unit in the office of the European Data Protection Supervisor. Previously, Thomas was Member of Cabinet for the European Commission's First Vice-President Timmermans with responsibilities in particular for issues relating to the Rule of Law and Fundamental Rights (including personal data protection).","image": "https://ngisummit.imgix.net/Thomas_Zerdick.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/thomaszerdick/"}, {"id": 28,"name": "Marta Arniani","excerpt": "Marta’s focus is aligning tech innovation with social justice while disseminating it. She launched the curatorial project Futuribile. She authors policy-oriented publications and consults innovators and researchers on the design of tech R&D projects for fundraising. Her monthly newsletter provides insights about technology social impact.","image": "https://ngisummit.imgix.net/Marta_Arniani.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://futuribile.org/about/"}, {"id": 29,"name": "Federico Ast","excerpt": "Federico graduated in economics and philosophy and holds a PhD in management. He is passionate about the use of technology for social innovation. He is founder and CEO of Kleros, a legaltech company using game theory and blockchain technology in dispute resolution.","image": "https://ngisummit.imgix.net/Federico_Ast.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/federicoast/"}, {"id": 30,"name": "Jessi Baker","excerpt": "Jessi Baker, MBE, is the founder and CEO of provenance.org, a platform and consultancy that is pioneering the use of technology to support supply chain transparency at the point-of-sale.","image": "https://ngisummit.imgix.net/Jessi_Baker.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/jessibaker/"}, {"id": 31,"name": "Katja Bego","excerpt": "Katja Bego is a Principal Researcher and data scientist in Nesta’s technology futures and explorations team. She leads the European Commission-funded NGI Forward project, tasked with helping shape the funding and research agenda of the Next Generation Internet initiative.","image": "https://ngisummit.imgix.net/Katja_Bego.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.nesta.org.uk/team/katja-bego/"}, {"id": 32,"name": "Antoine Bidegain","excerpt": "Antoine is General Director of the Connected Metropolis department within Bordeaux Metropole. He oversees the Data driven lab, the Fiber to the Home broadband program of the region, and the user-oriented installation of new online services.","image": "https://ngisummit.imgix.net/Antoine_Bidegain.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 33,"name": "Geert-Jan Bogaerts","excerpt": "Geert-Jan is Initiator of PublicSpaces Foundation and Head of Innovation and Digital Media at VPRO. He trained as a political scientist, was raised as a reporter, foreign correspondent and editor at de Volkskrant, and is currently mainly trying to join forces with those who want to make the Internet a safer, more ethical place.","image": "https://ngisummit.imgix.net/Geert_Jan_Bogaerts.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://publicspaces.net/"}, {"id": 34,"name": "Olivier Bringer","excerpt": "Olivier is Head of the NGI Unit at DG Connect, European Commission.","image": "https://ngisummit.imgix.net/Olivier_Bringer.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/olivier-bringer-b7798911b/"}, {"id": 35,"name": "Ben Cerveny","excerpt": "Ben is the co-founder and president of the Foundation for Public Code, a non-profit helping public organizations build sustainable, adaptive, and open software infrastructure together.  For over 25 years he has worked as an executive, strategist, and designer in the context of operating systems, media applications, web services, products, the built environment, and digital games.","image": "https://ngisummit.imgix.net/Ben_Cerveny.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://publiccode.net/team/ben-cerveny.html"}, {"id": 36,"name": "Roberta Cocco","excerpt": "Roberta is Municipal Deputy Mayor for Digital Transformation and Services to Citizens of Milan. She is a Professor of Brand Management at the University LIUC in Castellanza. She began her career with Microsoft Italia, where she moved through a series of increasingly strategic roles.","image": "https://ngisummit.imgix.net/Roberta_Cocco.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/robertacocco/"}, {"id": 37,"name": "Anne Currie","excerpt": "Anne has worked in the technology industry for over 25 years working as an engineer, startup founder, and writer on everything from high performance C servers to online lingerie retailing.","image": "https://ngisummit.imgix.net/Anne_Currie.jpg?fit=facearea&w=400&h=400&facepad=3","url": "http://www.annecurrie.com/"}, {"id": 38,"name": "Alex D'Elia","excerpt": "Alex specialises in mesh networks and smart grids. A member of CETRI-TIRES, Alex is part of the IoT council and is actively involved in R&D on network, energy distributed and decentralised infrastructure technologies.","image": "https://ngisummit.imgix.net/Alex_DElia.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://it.linkedin.com/in/acmesh"}, {"id": 39,"name": "Madeleine Gabriel","excerpt": "Madeleine leads international projects that explore how new models of innovation can tackle big social challenges. Her current work includes a study on whether and how the concept of 'frugal innovation' could apply in Europe; a partnership with the São Paulo State Government to explore how open innovation models could improve healthcare outcomes; and a large project for the European Commission that aims to build capacity of policymakers to work with social innovators, and vice versa.","image": "https://ngisummit.imgix.net/Madeleine_Gabriel.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.nesta.org.uk/team/madeleine-gabriel/"}, {"id": 40,"name": "Janet Gunter","excerpt": "Janet is an activist and anthropologist who co-founded the Restart Project in 2013 to address the throwaway, consumerist model of electronics and growing mountain of e-waste that it’s leaving behind. The project brings people together to share skills and gain the confidence to open up their stuff, providing a hands-on way of making a difference, as well as a way to talk about the wider issue of what kind of products they want.","image": "https://ngisummit.imgix.net/Janet_Gunter.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://twitter.com/JanetGunter"}, {"id": 41,"name": "Maarten Sukel","excerpt": "Maarten is the AI Lead of the City of Amsterdam and a researcher at the University of Amsterdam. He has recently worked on a system that automatically routes services requests and the urban Object Detection Kit, a system capable of detecting issues on the streets of the city.","image": "https://ngisummit.imgix.net/Maarten_Sukel.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/maarten-sukel-78427b58/"}, {"id": 42,"name": "Bas van Abel","excerpt": "Bas is an award-winning social entrepreneur and founder of Fairphone and De Clique. With a background in design and technology, Bas is passionate about deepening the relationship between people and the products they use.","image": "https://ngisummit.imgix.net/Bas_van_Abel.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/basvanabel"}, {"id": 43,"name": "Frank van Dalen","excerpt": "Frank has a Master's degree in computer science and is specialised in data-information systems. He comes from a corporate background and is experienced in human rights and inclusivity experiences, organisational culture, and policy-making processes in the political and public sector. At WordProof he's involved as an angel investor and in business development.","image": "https://ngisummit.imgix.net/Frank_van_Dalen.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://nl.linkedin.com/in/frankvandalen"}, {"id": 44,"name": "Rob van Kranenburg","excerpt": "In a world with ever increasing levels of disruption, not least in the world of technology, Rob van Kranenburg is on the frontline on communicating and innovating the Internet of Things (IoT). In 2009, he founded the Internet of Things Council, creating a hub for the practice and implementation for IoT related technologies.  Rob van Kranenburg is published by the European Cybersecurity Journal, the Strategic Studies of the American War College and numerous web sources. As Ecosystem manager in various FP7 and Horizon 2020 projects, Rob s part of the  3 year Strategy CSA NGI FORWARD (-2022). Rob van Kranenburg has been wondering what is going on for the past thirty years and is wondering still about what the lack of reciprocity in TCP-OP, WWW and IoT is doing the world in which we grew up in full of standalone things.","image": "https://ngisummit.imgix.net/Rob_van_Kranenburg.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.theinternetofthings.eu/rob-van-kranenburg"}, {"id": 45,"name": "Nick Williams","excerpt": "Nick is the cofounder of Sempo, a startup reimagining cash aid for vulnerable people. Nick has a background in Astrophysics and Humanitarian Engineering. In April 2020 he was named on Forbes’s 30 Under 30 list.","image": "https://ngisummit.imgix.net/Nick_Williams.png?fit=facearea&w=400&h=400&facepad=3","url": "https://au.linkedin.com/in/nick-williams-7a941168"}, {"id": 46,"name": "Tuukka Ylälahti","excerpt": "Tuukka is a startup entrepreneur, business angel, advisor and a mentor specialising in platform strategies with global reach and impact. He is a graduate of the University of Technology, Sydney, co-founder of Cabforce.com, Wahwa Research, and Mesensei.","image": "https://ngisummit.imgix.net/Tuukka_Ylalahti.png?fit=facearea&w=400&h=400&facepad=3","url": "https://fi.linkedin.com/in/tuukkay"}, {"id": 47,"name": "Hugi Asgeirsson","excerpt": "Hugi is an expert in participatory processes, from distributed online organisations to grassroots placemaking. He is also a software developer with a passion for networks and graphs, and develops tools for participatory culture and organisations.","image": "https://ngisummit.imgix.net/Hugi_Asgeirsson.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://hugi.se/"}, {"id": 48,"name": "Malcolm Bain","excerpt": "Malcolm has provided legal advice in the areas of information technologies and intellectual property for over 20 years, specialising in open source software and content, privacy, digital platforms and software licensing. He has been working for the last 3 years with Barcelona’s open digital transformation programme, and participates in the City Coalition for Digital Rights.","image": "https://ngisummit.imgix.net/Malcolm_Bain.png?fit=facearea&w=400&h=400&facepad=3","url": "https://acrosslegal.com/en/people/malcolm-bain/"}, {"id": 49,"name": "Caroline Barelle","excerpt": "Caroline' research focus is on the development of digital solutions for Health, Wellbeing and Ageing. Her work sits at the intersection of technology, wellbeing and ethics. Caroline is the coordinator of the ONTOCHAIN initiative.","image": "https://ngisummit.imgix.net/Caroline_Barelle.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 50,"name": "Ger Baron","excerpt": "As Amsterdam's first Chief Technology Officer, Ger Baron is on a mission to solve the city's challenges with innovative solutions, data driven decision making and responsible technology.","image": "https://ngisummit.imgix.net/Ger_Baron.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/gerbaron/"}, {"id": 51,"name": "Peter Bihr","excerpt": "Peter explores how emerging technologies can have a positive social impact. At the core of his work is the mission to align emerging technologies and citizen empowerment.","image": "https://ngisummit.imgix.net/Peter_Bihr.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://peterbihr.com/"}, {"id": 52,"name": "Theo Blackwell","excerpt": "Appointed in 2017 as London's first Chief Digital Officer, Theo leads on London-wide digital transformation, data and smart city initiatives at City Hall. Theo’s role involves strategic leadership on the digital transformation agenda for London's public services.","image": "https://ngisummit.imgix.net/Theo_Blackwell.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.london.gov.uk/people/mayoral/theo-blackwell-mbe"}, {"id": 53,"name": "Jenny Brennan","excerpt": "Jenny is a Researcher at the Ada Lovelace Institute, working at the intersection of AI and data-driven technology, policy and society. Her research includes AI in the public sector, ways of assessing and inspecting algorithmic systems, as well as the impact of facial recognition and biometrics.","image": "https://ngisummit.imgix.net/Jenny_Brennan.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 54,"name": "Dan Caprio","excerpt": "Dan is an internationally recognized expert on privacy and cybersecurity. He has served as the Chief Privacy Officer and Deputy Assistant Secretary at the Commerce Department, a Transatlantic Subject Matter Expert for the European Commission’s Internet of Things formal expert group, a Chief of Staff for a Federal Trade Commission Commissioner and a member of the Department of Homeland Security Data Privacy and Integrity Advisory Committee.","image": "https://ngisummit.imgix.net/Dan_Caprio.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/dancaprio/"}, {"id": 55,"name": "Areeq Chowdhury","excerpt": "Areeq is the founder and director of the think tank, WebRoots Democracy, which is focused on progressive and inclusive technology policy. He recently authored the report ‘Unmasking Facial Recognition’ which explores the racial bias aspects of the police's use of facial recognition technology and argues for a ‘generational ban’.","image": "https://ngisummit.imgix.net/Areeq_Chowdhury.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 56,"name": "Fabrice Clari","excerpt": "Fabrice graduated from the University of Nice Sophia Antipolis with a Master of Science in computing and databases. In 2010, he joined the GAC team in Sophia Antipolis as Senior Consultant. He is now coordinating the Think NEXUS project (H2020 CSA, EU/US cooperation on NGI) and is directly involved in numerous research projects and studies,","image": "https://ngisummit.imgix.net/Fabrice_Clari.png?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 57,"name": "James Clarke","excerpt": "James is a Programme Manager at the Telecommunications Software and Systems Group (TSSG) of Waterford Institute of Technology (WIT) in Ireland. He has been at WIT since 2005 and is the coordinator of the NGIatlantic.eu project within the NGI initiative.","image": "https://ngisummit.imgix.net/James_Clarke.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 58,"name": "Andrea D'Intino","excerpt": "Andrea is a software developer and technology sales expert. He works with video game and software development, 3D scanners, 3D printers and cryptography.","image": "https://ngisummit.imgix.net/Andrea_Dintino.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/andrea-d-intino/"}, {"id": 59,"name": "Elena Deambrogio","excerpt": "Elena has worked for Turin City Council for 15 years, delivering cross sectoral innovation in line with EC trends and policies, accessing and managing EU funds, including structural funds, and shaping the territory as an 'open living lab'. Since 2016 she managed local living labs and is currently programme manager of Turin City Lab.","image": "https://ngisummit.imgix.net/Elena_Deambrogio.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 60,"name": "Manon den Dunnen","excerpt": "Manon’s main focus is on raising awareness about the consequences of digitisation for our constitutional values. Together with several public institutions she's working on an independent public trust infrastructure for responsible data sharing.","image": "https://ngisummit.imgix.net/Manon_den_Dunnen.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/manon-d-0967b197/?originalSubdomain=nl"}, {"id": 61,"name": "Roel Dobbe","excerpt": "Roel studies the integration of data-driven and algorithmic technologies in safety-critical infrastructure and societal institutions. A control and intelligent systems engineer by training, he addresses the development practices of AI systems and develops new forms of supervision to improve democratic oversight and participation. Roel actively works on applications in the energy and public administration domains.","image": "https://ngisummit.imgix.net/Roel_Dobbe.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://ainowinstitute.org/people/roel-dobbe.html"}, {"id": 62,"name": "Lorna Goulden","excerpt": "Lorna has 20+ years’ experience working across industries from smart city developments to customer-centric digital innovations, with particular focus on the impact on society. She organizes the Eindhoven Internet of Things Meetup and is a UX team lead and Steering Group member of a non-profit foundation developing an SDK for decentralized identity+data as a foundation for COVID19 applications.","image": "https://ngisummit.imgix.net/Lorna_Goulden.jpg?fit=facearea&w=400&h=400&facepad=3","url": "http://www.lumolabs.io/team/lorna-goulden/"}, {"id": 63,"name": "Kristóf Gyódi","excerpt": "Kristóf is a PhD candidate at the Faculty of Economic Sciences and researcher at DELab UW at the University of Warsaw. His research interests include the digitalisation of the economy, services provided by online platforms and the sharing economy.","image": "https://ngisummit.imgix.net/Kristof_Gyodi.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 64,"name": "Meeri Haataja","excerpt": "Meeri is the CEO and Co-Founder of Saidot, a start-up providing technology & services on AI transparency. Saidot helps public and private organizations operate their AI registers and communicate openly of their AI. Meeri is also the chair of IEEE’s Ethics Certification Program, and an affiliate of the Berkman Klein Center for Internet & Society at Harvard University.","image": "https://ngisummit.imgix.net/Meeri_Haataja.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.saidot.ai/about-us-copy"}, {"id": 65,"name": "Amelia Hassoun","excerpt": "Amelia is an anthropologist with a research focus on the social impacts of digital technologies. She is currently a doctoral researcher at the Oxford Internet Institute, analysing community-based civic technology initiatives, ethnographically examining how community members creatively interact with and rework “smart” urban technologies.","image": "https://ngisummit.imgix.net/Amelia_Hassoun.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.ameliahassoun.com/"}, {"id": 66,"name": "Jana Höffner","excerpt": "Jana Höffner is Head of Online Communication at the State Ministry of the State of Baden-Württemberg. She coordinates the online activities of Minister-President Winfried Kretschmann, both in the classic web as well as in several social media channels such as Twitter, Facebook, Instagram and Mastodon.","image": "https://ngisummit.imgix.net/Jana_Hoffner.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 67,"name": "Hans Graux","excerpt": "Hans specialises in matters that require a thorough knowledge of both technical aspects and legal issues. He supported the creation of the current legislation on electronic identification and trust services (including electronic signatures, electronic stamps and time stamps), and advises both governments and private companies on the correct application of the law, and on the necessary contractual framework.","image": "https://ngisummit.imgix.net/Hans_Graux.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 68,"name": "Evin Incir","excerpt": "Evin is an MEP from the Swedish Social Democratic Party. She is a member of the LIBE, AFET and DEVE committees and focuses primarily on democracy, human rights and the respect for the common values of the union. Before her election to the European Parliament she was the secretary general for the International Union of Socialist Youth and deputy secretary general for the Swedish Social democrats international office.","image": "https://ngisummit.imgix.net/Evin_Incir.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://twitter.com/evinincir"}, {"id": 69,"name": "Ella Jakubowska","excerpt": "Ella works in the policy team at EDRi, a coalition of civil society organisations protecting fundamental rights in the digital age. She focuses on biometics and mass surveillance, and has a background researching the intersection of social and technical systems. She previously worked in digital business transformation.","image": "https://ngisummit.imgix.net/Ella_Jakubowska.png?fit=facearea&w=400&h=400&facepad=3","url": "https://uk.linkedin.com/in/ellajakubowska"}, {"id": 70,"name": "Simon Höher","excerpt": "Simon leads the Hybrid City Lab, the public design unit of Berlin-based innovation firm zero360, and has co-chaired ThingsCon since 2014. In his work, he explores systemic concepts of technology, culture, and society in a global context. As a serial entrepreneur and strategy consultant, he works with organizations to co-create their future, fosters connections between people, ideas, and products.","image": "https://ngisummit.imgix.net/Simon_Hoeher.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://simonhoeher.com/"}, {"id": 71,"name": "Andrea Krajewski","excerpt": "Andrea is an industrial designer, speaker and blogger, fascinated by the changing role of design in innovation processes. In 2002, she was appointed as a professor for the Design of Interactive Media Systems at the University of Applied Sciences Darmstadt. Here she established the UX-Lab and the THINGS-Lab – the current centres of her research.","image": "https://ngisummit.imgix.net/Andrea-Krajewski.png?fit=facearea&w=400&h=400&facepad=3","url": "https://andreakrajewski.com/about/"}, {"id": 72,"name": "Marcel Kolaja","excerpt": "Marcel is a member of the Czech Pirate Party, and a Member and Vice-President of the European Parliament. He studied informatics at Faculty of Informatics, Masaryk University in Brno.","image": "https://ngisummit.imgix.net/Marcel_Kolaja.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 73,"name": "Giacomo Mariotti","excerpt": "Giacomo leads the Tech for Good innovation area at Nesta Italia, where he designs and runs innovation programs on a local, national and international scale to promote the use of emerging technologies to address social challenges and create tangible impact. Before joining Nesta Italia in 2020, he worked as a consultant for QuantumBlack, the advanced analytics arm of McKinsey.","image": "https://ngisummit.imgix.net/Giacomo_Mariotti.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.nestaitalia.org/en/team/giacomo-mariotti/"}, {"id": 74,"name": "Iris Muis","excerpt": "Iris is Coordinator of the Data Ethics Decision Aid (DEDA) at Utrecht Data School. DEDA is a tool for assessing the ethical implications of data projects within public management. Utrecht Data School is a research and teaching platform within the Humanities Faculty at Utrecht University. Iris' research focuses mainly on qualitatively studying the implementation of data ethics within Dutch government institutions.","image": "https://ngisummit.imgix.net/Iris_Muis.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/iris-muis/"}, {"id": 75,"name": "Ryan Kurtzman","excerpt": "Ryan's experience includes developing community programs and policies that leverage technology to improve connectivity, mobility, digital equity, and economic outcomes for all residents. He also leads the City's open data and data governance programs.","image": "https://ngisummit.imgix.net/Ryan_Kurtzman.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/rkurtzman/"}, {"id": 76,"name": "Jeroen Naves","excerpt": "Jeroen is a lawyer specialized in technology and law. He advises and litigates on IT contracts, data, privacy and new technologies. Jeroen has been closely involved in the development of the Standard Clauses for Municipalities for Fair Use of Algorithmic Applications.","image": "https://ngisummit.imgix.net/Jeroen_Naves.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.pelsrijcken.nl/en/people/jeroen-naves"}, {"id": 77,"name": "Michał Paliński","excerpt": "Michał is a PhD candidate at the Faculty of Economic Sciences at the University of Warsaw and researcher at DELab UW. Michał’s research interests focus on the digital economy, especially on valuation of online privacy and the role online platforms are playing in solving market failures.","image": "https://ngisummit.imgix.net/Michal_Palinski.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 78,"name": "Thanasis Papaioannou","excerpt": "Thanasis is Senior Researcher in the STEcon Lab at Athens University of Economics and Business and Lecturer at University of Thessaly, Greece. He has worked on 21 European projects and authored more than 75 papers. His interests are in incentive mechanisms, trust, blockchains, techno-economics and more.","image": "https://ngisummit.imgix.net/Thanasis_Papaioannou.png?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 79,"name": "Johanna Pasilkar","excerpt": "Johanna is the Project Manager of the City-as-MyData-Operator project led by the City of Helsinki. The project is funded by the Finnish Ministry of Finance and brings together four major cities in Helsinki, Espoo, Turku and Oulu to develop MyData capabilities both in technical and policy level for residents, cities themselves and other urban actors such as NGOs and third sector.","image": "https://ngisummit.imgix.net/Johanna_Pasilkar.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 80,"name": "Sara Pittonet Gaiarin","excerpt": "Sara is a Senior Project manager at Trust-IT, responsible for the management and implementation of complex digital marketing strategies in the context of EU Open Science communications R&D projects. She combines Project and Resource Management skills with an experienced copywriter background in R&D projects as well as private, commercial and industry customers.","image": "https://ngisummit.imgix.net/Sara_Pittonet_Gaiarin.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 81,"name": "Cristina Pozzi","excerpt": "Impactscool co-founder and CEO, Cristina is a social entrepreneur engaged in the future of education and in education about the future, giving students, citizens and organizations the tools to responsibly shape the most desirable future for society and individuals.","image": "https://ngisummit.imgix.net/Cristina_Pozzi.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://it.linkedin.com/in/pozzicristina"}, {"id": 82,"name": "Roel Raterink","excerpt": "Roel is EU Advisory for Innovation at the City of Amsterdam. He believes cities worldwide can play a role in defending the interests of citizens in the digital world, and in ending the trading of personal data for commercial purposes.","image": "https://ngisummit.imgix.net/Roel_Raterink.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/roel-raterink-90a51651/"}, {"id": 83,"name": "Pasi Rautio","excerpt": "Pasi leads Helsinki’s AI development plan. Helsinki’s vision is to be the world’s most functional city that makes the best use of digitalization. Recently he has specifically focused on leading the development of AI and the definition of ethical principles.","image": "https://ngisummit.imgix.net/Pasi_Rautio.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 84,"name": "Emily Royall","excerpt": "Emily is a data professional and urban planner working towards equity in smart cities. She is currently the Smart City Coordinator at the Office of Innovation for the City of San Antonio. Formerly, Emily worked in Singapore at the smart cities think tank, City Form Labs, and the Massachusetts Office of Information Technology (MassIT). She has several years of public sector experience in digital services, community engagement, and smart city strategy.","image": "https://ngisummit.imgix.net/Emily_Royall.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/emilybroyall/"}, {"id": 85,"name": "Diego Naranjo","excerpt": "Diego joined EDRi in October 2014 where he works as Head of Policy. He leads the policy team work for the protection of citizens' fundamental rights and freedoms online in the fields of data protection, surveillance and copyright and other dossiers.","image": "https://ngisummit.imgix.net/Diego_Naranjo.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://edri.org/diego/"}, {"id": 86,"name": "Daniel Sarasa Funes","excerpt": "Daniel is Smart City Program Manager at Zaragoza City Council, where he has planned and deployed projects such as the municipal wireless networks, or the ecosystem of public start-up incubators. Daniel is one of the core team members that launched Etopia Center for Arts and Technology in 2013, where he now leads its Open Urban Lab, the co-creation lab of the Smart City.","image": "https://ngisummit.imgix.net/Daniel_Sarasa_Funes.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.mchmaster.com/faculty/daniel-sarasa-funes/"}, {"id": 87,"name": "Tijmen Schep","excerpt": "Tijmen helps citizens, designers and policymakers understand new chances and challenges in our data-driven society. He does this mainly through PineappleJazz, a consultancy where he helps organizations think strategically about technology and the future.","image": "https://ngisummit.imgix.net/Tijmen_Schep.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 88,"name": "Leonie Schulte","excerpt": "Leonie is a linguistic anthropologist and PhD Candidate at the Institute of Social and Cultural Anthropology, University of Oxford. Her research explores the relationship between Germany’s language and integration policy and experiences of time, waiting and boredom among refugees and migrants in Berlin.","image": "https://ngisummit.imgix.net/Leonie_Schulte.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 89,"name": "Kate Sim","excerpt": "Kate is a qualitative researcher studying the intersection of gender, technology, and justice. Her PhD research at the Oxford Internet Institute examines the ethical, legal, and sociopolitical implications of data- and AI-driven reporting systems for sexual violence.","image": "https://ngisummit.imgix.net/Kate_Sim.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.katejsim.com/"}, {"id": 90,"name": "Hubert Santer","excerpt": "Hubert holds a Master’s degree in Comparative European Integration with a focus on European project management. He works on the Think NEXUS project, focusing on policy-related EU-US dialogue, and supports the development of ICT-focused projects on IIoT, Personalised Medicine, AI and international collaboration.","image": "https://ngisummit.imgix.net/Hubert_Santer.png?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/hubert-santer-51639432"}, {"id": 91,"name": "Iskander Smit","excerpt": "Iskander is Innovation Director at INFO, an agency in Amsterdam that crafts connected digital products and services. Iskander is responsible for research and development and leading LABS. He is also Visiting Professor at Delft University of Technology Faculty of Industrial Design, researching Cities of Things. He is Chairman of the Dutch chapter of Thingscon.","image": "https://ngisummit.imgix.net/Iskander_Smit3.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.tudelft.nl/en/ide/about-ide/people/smit-ir/"}, {"id": 92,"name": "Vlado Stankovski","excerpt": "Vlado focuses on Semantic Web, Grid, Cloud, Fog and Edge Computing technologies. He has been involved in various Horizon 2020 projects including the SWITCH, ENTICE, DECENTER and ONTOCHAIN projects.","image": "https://ngisummit.imgix.net/Vlado_Stankovski.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 93,"name": "Mirko Tobias Schäfer","excerpt": "Mirko is Associate Professor at Utrecht University's research area on Governing the Digital Society. He is co-founder and project leader of the Utrecht Data School. Mirko's research interest revolves around the socio-political impact of (media) technology. With the Utrecht Data School and the Datafied Society research platform, he investigates the impact of data practices and algorithms on public management, public media and public space.","image": "https://ngisummit.imgix.net/Mirko_Schaefer.jpg?fit=facearea&w=400&h=400&facepad=3","url": "http://mtschaefer.net/personal/"}, {"id": 94,"name": "Linda van de Fliert","excerpt": "Linda is part of the Chief Technology Office of the City of Amsterdam, working together with other Dutch government bodies towards responsible use of technology. She’s the lead for several projects on fair and transparent AI.","image": "https://ngisummit.imgix.net/Linda_Van_De_Fliert.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 95,"name": "Gerben van den Broeke","excerpt": "Gerben is a Brussels-based public interest technologist and free software developer. Through Redecentralize.org he advocates for interoperability and decentralisation of digital technology.","image": "https://ngisummit.imgix.net/Gerben_van_den_Broeke.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 96,"name": "Aik van Eemeren","excerpt": "Aik is the PublicTech Lead at the Chief Technology Office of the City of Amsterdam. The PublicTech program studies the impact of new technology in the city, trials new technology and invests in knowledge and skills to analyse risk.","image": "https://ngisummit.imgix.net/Aik_van_Eemeren.jpg?fit=facearea&w=400&h=400&facepad=3","url": "https://www.linkedin.com/in/aikvaneemeren"}, {"id": 97,"name": "Marieke van Putten","excerpt": "Marieke has worked for the Ministry of the Interior and Kingdom Relations since 2018, focusing on digital government and key technologies. She has also worked as a business consultant for the public sector and has developed and managed several innovation programmes. These include on innovation procurement and stimulating economic opportunities in the Amsterdam area.","image": "https://ngisummit.imgix.net/Marieke_Van_Putten.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}, {"id": 98,"name": "Sander Veenhof","excerpt": "Since 2010, Dutch creative technologist Sander Veenhof has been exploring the phenomenon of augmented reality. He is currently working on hands-on creative research in how we're becoming part of the semi-digital ecosystem through A.R.","image": "https://ngisummit.imgix.net/Sander_Veenhof.jpg?fit=facearea&w=400&h=400&facepad=3","url": ""}],
      "views": ["custom_ngi_people"],
      "tag": "webcontent-ngi-summit-2020-bio",
      "tagHeadliners": "webcontent-ngi-summit-2020-bio",
      "tagOthers": "webcontent-ngi-summit-2020-bio-small"
    },
    {
      "type": "topics",
      "title": "Topics",
      "style": {
        "container": {
          "padding": ["30px 0 0", "50px 0 0 0"]
        },
        "wrapper": {
          "width": ["90%", "75%"],
          "background": ["#efefef", "#fff"],
          "padding": ["15px 15px 0", "10px 0 0"]
        },
        "highlight": {
          "color": ["black"],
          "background": ["white"]
        }
      },
      "id": "topics",
      "view": "cards",
      "tag": "webcontent-ngi-summit-2020-topics",
      "text": {
        "content": "<p>The NGI Policy Summit will explore <strong>visions for the future internet</strong>, as well as ways to <strong>empower policymakers</strong> and <strong>strengthen innovation ecosystems</strong> across five topics. Click a topic to find out more and join in a discussion on our Exchange Platform.</p>",
        "position": "left"
      },
      "sort_by": {
        "property": "bumped_at",
        "order": "descending"
      },
      "display": ["title"]
    },
    {	
      "type": "events",	
      "title": "Programme",	
      "id": "programme",	
      "filters": {	
        "team": "blue",	
        "outreach": "green",	
        "community": "orangered"	
      }	
    },
    {
      "type": "custom",
      "title": "Join our community",
      "id": "Community",
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 70px"]
        }
      },
      "image": {
        "url": "",
        "width": 420
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>What does it mean to build the Next Generation Internet? How should it be governed? What is Europe missing? Join the conversation ahead of the Summit and connect with NGI innovators on our exchange platform.</p><p>Sign up to create an account for the NGI exchange platform, hosted by Edgeryders. Registering for the platform is optional and separate from your registration for the event.</p>",
        "position": "left",
        "buttons": [
          {
            "text": "Sign up to join the community",
            "url": "https://edgeryders.eu/c/ioh/ngi-policy-summit-2020",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      }
    },
    {
      "type": "topics",
      "title": "Featured community posts",
      "view": "featured",
      "tag": "ngi-summit-stories",
      "text": {
        "content": "",
        "position": "left"
      },
      "style": {
        "title": {
          "size": ["text-2xl", "text-3xl"],
          "padding": ["10px 0 20px"],
          "width": ["100%", "75%"],
          "align": ["center", "left"]
        },
        "container": {
          "background": ["#fafafa"],
          "padding": ["20px 30px 0", "20px 0 0"]
        },
        "wrapper": {
          "width": ["75%", "75%"]
        },
        "action": {
          "color": ["white"],
          "background": ["#2ea48a"],
          "weight": ["800"]
        }
      },
      "sort_by": {
        "property": "title",
        "order": "ascending"
      },
      "display": ["title"],
      "image": {
        "url": ""
      },
      "video": {
        "src": "",
        "poster": ""
      }
    },
{
      "type": "partners",
      "title": "Partners",
      "id": "Partners",
      "style": {
        "title": {
          "width": ["90%", "75%"],
          "align": ["center", "left"],
          "size": ["text-2xl", "text-3xl"]
        },
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 20px"]
        }
      },
      "display": {
        "slides": 3
      },
      "content": [
        {
          "title": "Cities Coalition for Digital Rights",
          "outlet": "Cities Coalition for Digital Rights",
          "url": "https://citiesfordigitalrights.org/",
          "logo": "/img/partners/CC4DR.png"
        },
        {
          "title": "ThingsCon",
          "outlet": "ThingsCon",
          "url": " https://www.thingscon.org/",
          "logo": "/img/partners/ThingsCon.png"
        },
        {
          "title": "Nesta Italia",
          "outlet": "Nesta Italia",
          "url": " https://www.nestaitalia.org/en/",
          "logo": "/img/partners/Nesta_Italia.png"
        },
        {
          "title": "Dyne.org",
          "outlet": "Dyen.org",
          "url": " https://www.dyne.org",
          "logo": "/img/partners/Dyne.png"
        },
        {
          "title": "Zenroom",
          "outlet": "Zenroom",
          "url": " https://www.zenroom.org",
          "logo": "/img/partners/Zenroom.png"
        }
      ]
    },
    {
      "type": "custom",
      "title": "Contact Us",
      "id": "contact us",
      "style": {
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 70px"]
        }
      },
      "image": {
        "url": "",
        "width": 0
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>For questions or feedback, you can send us an email.</p>",
        "position": "left",
        "buttons": [
          {
            "text": "Contact us",
            "url": "mailto:ngisummit@nesta.org.uk",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      }
    },
    {
      "type": "terms"
    }
  ]
}
