{
  "baseUrl": "https://edgeryders.eu",
  "style": {
    "fonts": ["Roboto:300,500,700,800,900"],
    "title": {
      "width": ["90%", "75%"],
      "padding": ["0 0 10px"],
      "align": ["left"],
      "font": ["Roboto"],
      "weight": ["700"],
      "size": ["text-2xl", "text-3xl"]
    },
    "paragraph": {
      "font": ["Roboto"],
      "weight": ["300"]
    },
    "wrapper": {
      "width": ["90%", "75%"],
      "padding": ["15px 15px 0", "10px 0 0"]
    },
    "toggle": {
      "background": ["#2ea48a"]
    },
    "action": {
      "background": ["rgb(255, 219, 106)"],
      "color": ["rgb(51, 51, 51)"]
    },
    "highlight": {
      "color": ["white"],
      "background": ["#2ea48a"]
    }
  },
  "sections": [
    {
      "type": "hero",
      "summit": "true",
      "background": {
        "url": "/img/pixelbanner.png",
        "color": "linear-gradient(63.1deg,#009c8e 9.02%,#ffdb6a 90.81%)"
      },
      "title": "Next Generation Internet <br>Policy Summit",
      "text": {
        "content": "<p><strong>Register your interest now</strong> for the NGI Policy Summit 2020, hosted by the City of Amsterdam and the European Commission’s Next Generation Internet (NGI) initiative.</p><br><p><strong>28 - 29 September</strong><br><p>Online</p><p>Free of charge</p>",
        "align": "left",
        "buttons": [
          {
            "text": "Register interest",
            "url": "https://summit.ngi.eu/register/",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      },
      "image": {
        "url": "",
        "width": 0
      },
      "style": {
        "title": {
          "weight": ["500"]
        }
      }
    },
    {
      "type": "custom",
      "title": "About the Summit",
      "id": "about",
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 50px"]
        }
      },
      "image": {
        "url": "",
        "width": 420
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>Bringing together a coalition of internet changemakers from 28-29 September, the Summit will lay out an <strong>ambitious European vision for the future internet</strong> and explore the <strong>policy interventions</strong> and <strong>technical solutions</strong> that can help get us there. The Summit is aimed at local, national and international policymakers but we also welcome researchers, innovators and civil society organisations who can share practical ideas for a more human-centric internet. <a href=\"https://summit.ngi.eu/register/\" class=\"underline\">Register your interest now to join us online</a>.</p>",
        "position": "left",
        "buttons": []
      }
    },
    {
      "type": "partners",
      "title": "Organised by",
      "style": {
        "title": {
          "width": ["90%", "75%"],
          "align": ["center", "left"],
          "size": ["text-2xl", "text-3xl"]
        },
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 20px"]
        }
      },
      "display": {
        "slides": 3
      },
      "content": [
        {
          "title": "City of Amsterdam",
          "outlet": "City of Amsterdam",
          "url": "https://www.amsterdam.nl/en/",
          "logo": "/img/logos/city_of_amsterdam.png"
        },
        {
          "title": "Nesta",
          "outlet": "Nesta",
          "url": " https://www.nesta.org.uk/",
          "logo": "/img/logos/nesta.png"
        },
        {
          "title": "European Commission",
          "outlet": "European Commission",
          "url": "https://ec.europa.eu/info/departments/communications-networks-content-and-technology_en",
          "logo": "/img/logos/eucom.png"
        }
      ]
    },
    {
      "type": "custom",
      "title": "",
      "image": {
        "url": ""
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>The NGI Policy Summit is organised by Nesta and the City of Amsterdam, in collaboration with the European Commission. It forms part of the <strong>Next Generation Internet (NGI) programme</strong>, the Commission&#39;s flagship initiative to build a more democratic inclusive and resilient future internet. You can <a class=\"underline\" href=\"https://www.ngi.eu/about/\" rel=\"noopener noreferrer\" target=\"_blank\">learn more about the NGI here</a> and follow our policy and strategy work at the <a class=\"underline\" href=\"https://research.ngi.eu/\" rel=\"noopener noreferrer\" target=\"_blank\">NGI Policy Lab</a>.</p>",
        "position": "left"
      },
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 50px"]
        }
      }
    },
    {
      "type": "people",
      "title": "Confirmed speakers",
      "id": "speakers",
      "style": {
        "container": {
          "padding": ["30px 0 0"],
          "background": ["#fafafa"],
          "width": ["70%"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 50px"]
        },
        "title": {
          "padding": ["0 0 20px"]
        }
      },
      "profiles": [
{
"id": 1,
"name": "Payal Arora",
"excerpt": "Payal Arora is a digital anthropologist and author of award-winning books including the “The Next Billion Users” with Harvard Press. Her expertise lies in digital experience and user values among low-income communities worldwide and comes with more than a decade of fieldwork experience in such contexts.",
"image": "https://ngisummit.imgix.net/Payal_Arora.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 2,
"name": "Anu Bradford",
"excerpt": "A leading scholar on the EU’s regulatory power and a sought-after commentator on the European Union and Brexit, Anu Bradford coined the term the Brussels Effect to describe the European Union’s outsize influence on global markets. Most recently, she is the author of The Brussels Effect: How the European Union Rules the World (2020).",
"image": "https://ngisummit.imgix.net/Anu_Bradford.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 3,
"name": "Toomas Hendrik Ilves",
"excerpt": "Toomas Hendrik Ilves is an Estonian politician who served as the fourth President of Estonia from 2006 until 2016. Ilves worked as a diplomat and journalist, and he was the leader of the Social Democratic Party in the 1990s. He served in the government as Minister of Foreign Affairs from 1996 to 1998 and again from 1999 to 2002. Later, he was a Member of the European Parliament from 2004 to 2006.",
"image": "https://ngisummit.imgix.net/Toomas_Ilves.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 4,
"name": "Gus Hosein",
"excerpt": "Gus is the Executive Director of Privacy International, a London-based global technology and rights non-profit. Of relevance to this panel, he led advocacy around EU policy-making post-9/11, and his organisation led work on GDPR, e-privacy directive, and EU funding for surveillance measures in third countries.",
"image": "https://ngisummit.imgix.net/Gus_Hosein.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 5,
"name": "Asim Hussain",
"excerpt": "Asim is a developer, author and speaker with over 19 years experience working for organisations such as the European Space Agency, Google and now Microsoft, where he is the Green Developer Relations Lead. He’s also co-organiser of climateaction.tech and host of theclimatefix.com podcast.",
"image": "https://ngisummit.imgix.net/Asim_Hussain.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 6,
"name": "Eva Kaili",
"excerpt": "Eva Kaili is a Member of the European Parliament. Her work includes promoting innovation as a driving force of the establishment of the European Digital Single Market. She has also been the draftsperson of multiple pieces of legislation in the fields of blockchain technology, online platforms, big data, fintech, AI and cybersecurity.",
"image": "https://ngisummit.imgix.net/Eva_Kaili.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 7,
"name": "Frederike Kaltheuner",
"excerpt": "Frederike Kaltheuner is a tech policy analyst and 2019-2020 Mozilla Fellow. Previously she was a Programme Director at Privacy International. Her upcoming book with OUP is about Technological (in)justice.",
"image": "https://ngisummit.imgix.net/Frederike_Kaltheuner.jpeg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 8,
"name": "Raymond Knops",
"excerpt": "Raymond Knops has been the State Secretary for the Interior and Kingdom Relations of the Netherlands since 2017.",
"image": "https://ngisummit.imgix.net/Raymond_Knops.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 9,
"name": "Charlton McIlwain",
"excerpt": "Charlton's recent work focuses on the intersections of race, digital media, and racial justice activism. He recently wrote Racial Formation, Inequality & the Political Economy of Web Traffic, in the journal Information, Communication & Society, and co-authored, with Deen Freelon and Meredith Clark, the recent report Beyond the Hashtags: Ferguson, #BlackLivesMatter, and the Online Struggle for Offline Justice, published by the Center for Media & Social Impact, and supported by the Spencer Foundation. He has also written Black Software: The Internet & Racial Justice, From the AfroNet to Black Lives Matter, forthcoming from Oxford University Press.",
"image": "https://ngisummit.imgix.net/Charlton_McIlwain.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 10,
"name": "Touria Meliani",
"excerpt": "Deputy Mayor Touria Meliani is responsible for Amsterdam’s Digital City Agenda. Her policies encourage a free, inclusive and creative digital city, making sure citizens are protected under the same human rights online as offline.",
"image": "https://ngisummit.imgix.net/Touria_Meliani.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 11,
"name": "Axel Voss",
"excerpt": "Axel Voss has been a Member of the European Parliament since 2009. In his capacity as coordinator in the Committee on Legal Affairs, he focuses on digital policy, including data protection and artificial intelligence.",
"image": "https://ngisummit.imgix.net/Axel_Voss.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 12,
"name": "Mara Balestrini",
"excerpt": "Mara is a Human Computer Interaction (HCI) researcher and a digital transformation strategist. Mara’s work sits at the intersection of civic technology, data, AI and co-creation. She is former CEO of Ideas for Change innovation agency and was cabinet advisor to the Secretary of State for Digitalization and AI at the Government of Spain.",
"image": "https://ngisummit.imgix.net/Mara_Balestrini.webp?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 13,
"name": "Peter Bihr",
"excerpt": "Peter explores how emerging technologies can have a positive social impact. At the core of his work is the mission to align emerging technologies and citizen empowerment.",
"image": "https://ngisummit.imgix.net/Peter_Bihr.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 14,
"name": "Geert-Jan Bogaerts",
"excerpt": "Geert-Jan is Initiator of PublicSpaces Foundation and Head of Innovation and Digital Media at VPRO. He trained as a political scientist, was raised as a reporter, foreign correspondent and editor at de Volkskrant, and is currently mainly trying to join forces with those who want to make the Internet a safer, more ethical place.",
"image": "https://ngisummit.imgix.net/Geert_Jan_Bogaerts.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 15,
"name": "Jaya Klara Brekke",
"excerpt": "Jaya Klara is a researcher, technologist and cultural producer working on the political economies of network technologies. Currently researching the impact of cryptography on the data economy, and developing CoBox, peer-to-peer cryptographic cloud software. Jaya is also co-founder of Magma Think and Do Tank.",
"image": "https://ngisummit.imgix.net/Jaya_Klara_Brekke.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 16,
"name": "Martin Brynskov",
"excerpt": "Martin is Associate Professor in Interaction Technologies at Aarhus University and Chair of Open and Agile Smart Cities.",
"image": "https://ngisummit.imgix.net/Martin_Brynskov.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 17,
"name": "Sylvie Delacroix",
"excerpt": "Professor Delacroix focuses on the intersection between law and ethics, with a particular interest in data and machine Ethics. Her current research focuses on the design of computer systems meant for morally-loaded contexts. She is also considering the potential inherent in ‘bottom-up’ Data Trusts as a mechanism to address power imbalances between data-subjects and data-controllers.",
"image": "https://ngisummit.imgix.net/Sylvie_Delacroix.jpeg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 18,
"name": "Manon den Dunnen",
"excerpt": "Manon’s main focus is on raising awareness about the consequences of digitisation for our constitutional values. Together with several public institutions she's working on an independent public trust infrastructure for responsible data sharing.",
"image": "https://ngisummit.imgix.net/Manon_den_Dunnen.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 19,
"name": "Anna-Sophie Harling",
"excerpt": "Anna-Sophie Harling is Managing Director for Europe at NewsGuard, based in London and New York. Prior to joining NewsGuard, Harling worked as Business Development Manager for a technology company in London and at an international law firm in Germany.",
"image": "https://ngisummit.imgix.net/Anna_Sophie_Harling.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 20,
"name": "Lalana Kagal",
"excerpt": "Lalana’s research is at the intersection of technology, society, and policy. She leads the DIG group at the MIT Computer Science and Artificial Intelligence Lab that is focused on improving the trustworthiness of digital systems, developing a user-centric architecture for the Web and designing policy-compliant frameworks.",
"image": "https://ngisummit.imgix.net/Lalana_Kagal.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 21,
"name": "Paul Keller",
"excerpt": "Paul Keller is a public interest policy advocate and researcher operating at the intersection of technology, copyright, culture & public policy. Since 2019 Paul has been a senior research fellow at the Institute of Information Law at the University of Amsterdam focussing on strategic policy development for the open movement.",
"image": "https://ngisummit.imgix.net/Paul_Keller2.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 22,
"name": "Rasmus Kleis Nielsen",
"excerpt": "Rasmus Kleis Nielsen is Director of the Reuters Institute for the Study of Journalism. His work focuses on changes in the news media, political communication, and the role of digital technologies in both.",
"image": "https://ngisummit.imgix.net/Rasmus_Kleis_Nielsen.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 23,
"name": "Juha Leppänen",
"excerpt": "Juha Leppänen is the Chief Executive of Demos Helsinki, leading independent Nordic think tank. Juha is social scientist and previously worked as theme area lead at Demos Helsinki. At Demos, Juha has lead multiple strategy, foresight and innovation processes for both public and private institutions. Juha is an experienced speaker and advisor on strategy, policy and innovation and serves as a Royal Society of Arts Fellow.",
"image": "https://ngisummit.imgix.net/Juha_Leppanen.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 24,
"name": "Ingrid Schneider",
"excerpt": "Ingrid Schneider is Professor of Political Science in the Center for Ethics in Information Technology in the Department of Informatics at the University of  Hamburg. Her research fields are technology assessment, governance, law, economy, and ethics of information technology on which she published numerous publications.",
"image": "https://ngisummit.imgix.net/Ingrid_Schneider.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 25,
"name": "Marleen Stikker",
"excerpt": "Marleen Stikker founded and leads Waag, a social enterprise that consists of a research institute for creative technologies and social innovation and Waag Products, that launched companies like Fairphone, the first fair smartphone in the world. She is also founder of 'De Digitale Stad' (The Digital City) in 1993, the first virtual community introducing free public access to the Internet in Amsterdam.",
"image": "https://ngisummit.imgix.net/Marleen_Stikker.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 26,
"name": "Bill Thompson",
"excerpt": "Bill Thompson is the Head of Future Value Research in BBC Research & Development, looking at how the BBC can deliver its public service mission online.  A well-known technology journalist, Bill appears regularly on Digital Planet on BBC World Service radio.  He is an Adjunct Professor at Southampton University.",
"image": "https://ngisummit.imgix.net/Bill_Thompson.JPG?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 27,
"name": "Tricia Wang",
"excerpt": "Tricia is a global tech ethnographer living at the intersection of data, design, and digital. Her passion is to help organizations uncover how our bias towards the quantifiable comes at the expense of profits and people, and how to fix it.  She is the co-founder of Sudden Compass, a consulting firm that helps enterprises move at the speed of their customers by unlocking new growth opportunities in their big data with human insights in their digital transformation.",
"image": "https://ngisummit.imgix.net/Tricia_Wang.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 28,
"name": "Marco Zappalorto",
"excerpt": "Marco is the Chief Executive of Nesta Italia and Director of the Social Innovation Design BA at IAAD University. Marco joined Nesta in 2011 and before setting up Nesta Italia he was Head of European Development and he contributed to the set-up of Challenge Prize Centre, and led most of the Centre’s European and international work.",
"image": "https://ngisummit.imgix.net/Marco_Zappalorto.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 29,
"name": "Thomas Zerdick",
"excerpt": "Thomas is Head of the Technology and Privacy Unit in the office of the European Data Protection Supervisor. Previously, Thomas was Member of Cabinet for the European Commission's First Vice-President Timmermans with responsibilities in particular for issues relating to the Rule of Law and Fundamental Rights (including personal data protection).",
"image": "https://ngisummit.imgix.net/Thomas_Zerdick.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 30,
"name": "Harry Armstrong",
"excerpt": "Harry currently leads Nesta’s futures and emerging technology work. His work explores the potential impacts of new technology and innovations, like Artificial Intelligence (AI), on industry, society and the economy with a goal to supporting responsible innovation in a wide range of sectors.",
"image": "https://ngisummit.imgix.net/Harry_Armstrong.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 31,
"name": "Katja Bego",
"excerpt": "Katja Bego is a Principal Researcher and data scientist in Nesta’s technology futures and explorations team. She leads the European Commission-funded NGI Forward project, tasked with helping shape the funding and research agenda of the Next Generation Internet initiative.",
"image": "https://ngisummit.imgix.net/Katja_Bego.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 32,
"name": "Olivier Bringer",
"excerpt": "Olivier is Head of the NGI Unit at DG Connect, European Commission.",
"image": "https://ngisummit.imgix.net/Olivier_Bringer.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 33,
"name": "Bas van Abel",
"excerpt": "Bas is an award-winning social entrepreneur and founder of Fairphone and De Clique. With a background in design and technology, Bas is passionate about deepening the relationship between people and the products they use.",
"image": "https://ngisummit.imgix.net/Bas_van_Abel.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 34,
"name": "Theo Blackwell",
"excerpt": "Appointed in 2017 as London's first Chief Digital Officer, Theo leads on London-wide digital transformation, data and smart city initiatives at City Hall. Theo’s role involves strategic leadership on the digital transformation agenda for London's public services.",
"image": "https://ngisummit.imgix.net/Theo_Blackwell.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 35,
"name": "Roberta Cocco",
"excerpt": "Roberta is Municipal Deputy Mayor for Digital Transformation and Services to Citizens of Milan. She is a Professor of Brand Management at the University LIUC in Castellanza. She began her career with Microsoft Italia, where she moved through a series of increasingly strategic roles.",
"image": "https://ngisummit.imgix.net/Roberta_Cocco.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 36,
"name": "Roel Dobbe",
"excerpt": "Roel studies the integration of data-driven and algorithmic technologies in safety-critical infrastructure and societal institutions. A control and intelligent systems engineer by training, he addresses the development practices of AI systems and develops new forms of supervision to improve democratic oversight and participation. Roel actively works on applications in the energy and public administration domains.",
"image": "https://ngisummit.imgix.net/Roel_Dobbe.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 37,
"name": "Lorna Goulden",
"excerpt": "Lorna has 20+ years’ experience working across industries from smart city developments to customer-centric digital innovations, with particular focus on the impact on society. She organizes the Eindhoven Internet of Things Meetup and is a UX team lead and Steering Group member of a non-profit foundation developing an SDK for decentralized identity+data as a foundation for COVID19 applications.",
"image": "https://ngisummit.imgix.net/Lorna_Goulden.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 38,
"name": "Meeri Haataja",
"excerpt": "Meeri is the CEO and Co-Founder of Saidot, a start-up providing technology & services on AI transparency. Saidot helps public and private organizations operate their AI registers and communicate openly of their AI. Meeri is also the chair of IEEE’s Ethics Certification Program, and an affiliate of the Berkman Klein Center for Internet & Society at Harvard University.",
"image": "https://ngisummit.imgix.net/Meeri_Haataja.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 39,
"name": "Simon Höher",
"excerpt": "Simon leads the Hybrid City Lab, the public design unit of Berlin-based innovation firm zero360, and has co-chaired ThingsCon since 2014. In his work, he explores systemic concepts of technology, culture, and society in a global context. As a serial entrepreneur and strategy consultant, he works with organizations to co-create their future, fosters connections between people, ideas, and products.",
"image": "https://ngisummit.imgix.net/Simon_Hoeher.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 40,
"name": "Ella Jakubowska",
"excerpt": "Ella works in the policy team at EDRi, a coalition of civil society organisations protecting fundamental rights in the digital age. She focuses on biometics and mass surveillance, and has a background researching the intersection of social and technical systems. She previously worked in digital business transformation.",
"image": "https://ngisummit.imgix.net/Ella_Jakubowska.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 41,
"name": "Amba Kak",
"excerpt": "Amba is currently Director of Global Policy & Programs at AI Now Institute at New York University where she develops and leads the Institute’s global policy engagement, programs, and partnerships. She is also a fellow at the NYU Law School, on the Strategy Advisory Committee for the Mozilla Foundations and a former Google policy fellow.",
"image": "https://ngisummit.imgix.net/Amba_Kak.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 42,
"name": "Andrea Krajewski",
"excerpt": "Andrea is an industrial designer, speaker and blogger, fascinated by the changing role of design in innovation processes. In 2002, she was appointed as a professor for the Design of Interactive Media Systems at the University of Applied Sciences Darmstadt. Here she established the UX-Lab and the THINGS-Lab – the current centres of her research.",
"image": "https://ngisummit.imgix.net/Andrea-Krajewski.png?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 43,
"name": "Giacomo Mariotti",
"excerpt": "Giacomo leads the Tech for Good innovation area at Nesta Italia, where he designs and runs innovation programs on a local, national and international scale to promote the use of emerging technologies to address social challenges and create tangible impact. Before joining Nesta Italia in 2020, he worked as a consultant for QuantumBlack, the advanced analytics arm of McKinsey.",
"image": "https://ngisummit.imgix.net/Giacomo_Mariotti.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 44,
"name": "Iris Muis",
"excerpt": "Iris is Coordinator of the Data Ethics Decision Aid (DEDA) at Utrecht Data School. DEDA is a tool for assessing the ethical implications of data projects within public management. Utrecht Data School is a research and teaching platform within the Humanities Faculty at Utrecht University. Iris' research focuses mainly on qualitatively studying the implementation of data ethics within Dutch government institutions.",
"image": "https://ngisummit.imgix.net/Iris_Muis.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 45,
"name": "Diego Naranjo",
"excerpt": "Diego joined EDRi in October 2014 where he works as Head of Policy. He leads the policy team work for the protection of citizens' fundamental rights and freedoms online in the fields of data protection, surveillance and copyright and other dossiers.",
"image": "https://ngisummit.imgix.net/Diego_Naranjo.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 46,
"name": "Jeroen Naves",
"excerpt": "Jeroen is a lawyer specialized in technology and law. He advises and litigates on IT contracts, data, privacy and new technologies. Jeroen has been closely involved in the development of the Standard Clauses for Municipalities for Fair Use of Algorithmic Applications.",
"image": "https://ngisummit.imgix.net/Jeroen_Naves.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 47,
"name": "Cristina Pozzi",
"excerpt": "Impactscool co-founder and CEO, Cristina is a social entrepreneur engaged in the future of education and in education about the future, giving students, citizens and organizations the tools to responsibly shape the most desirable future for society and individuals.",
"image": "https://ngisummit.imgix.net/Cristina_Pozzi.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 48,
"name": "Roel Raterink",
"excerpt": "Roel is EU Advisory for Innovation at the City of Amsterdam. He believes cities worldwide can play a role in defending the interests of citizens in the digital world, and in ending the trading of personal data for commercial purposes.",
"image": "https://ngisummit.imgix.net/Roel_Raterink.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 49,
"name": "Daniel Sarasa Funes",
"excerpt": "Daniel is Smart City Program Manager at Zaragoza City Council, where he has planned and deployed projects such as the municipal wireless networks, or the ecosystem of public start-up incubators. Daniel is one of the core team members that launched "Etopia. Center for Arts and Technology" in 2013, where he now leads its Open Urban Lab, the co-creation lab of the Smart City.",
"image": "https://ngisummit.imgix.net/Daniel_Sarasa_Funes.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 50,
"name": "Iskander Smit",
"excerpt": "Iskander is Innovation Director at INFO, an agency in Amsterdam that crafts connected digital products and services. Iskander is responsible for research and development and leading LABS. He is also Visiting Professor at Delft University of Technology Faculty of Industrial Design, researching Cities of Things. He is Chairman of the Dutch chapter of Thingscon.",
"image": "https://ngisummit.imgix.net/Iskander_Smit3.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 51,
"name": "Maarten Sukel",
"excerpt": "Maarten is the AI Lead of the City of Amsterdam and a researcher at the University of Amsterdam. He has recently worked on a system that automatically routes services requests and the urban Object Detection Kit, a system capable of detecting issues on the streets of the city.",
"image": "https://ngisummit.imgix.net/Maarten_Sukel.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 52,
"name": "Mirko Tobias Schäfer",
"excerpt": "Mirko is Associate Professor at Utrecht University's research area on Governing the Digital Society. He is co-founder and project leader of the Utrecht Data School. Mirko's research interest revolves around the socio-political impact of (media) technology. With the Utrecht Data School and the Datafied Society research platform, he investigates the impact of data practices and algorithms on public management, public media and public space.",
"image": "https://ngisummit.imgix.net/Mirko_Schaefer.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 53,
"name": "Aik van Eemeren",
"excerpt": "Aik is the PublicTech Lead at the Chief Technology Office of the City of Amsterdam. The PublicTech program studies the impact of new technology in the city, trials new technology and invests in knowledge and skills to analyse risk.",
"image": "https://ngisummit.imgix.net/Aik_van_Eemeren.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 54,
"name": "Mathias Vermeulen",
"excerpt": "Mathias is a strategic advisor for the Mozilla Foundation and recently co-founded AWO, a new data rights agency. Mathias has been working for more than a decade on the intersection of digital rights and tech policy, including at the European Parliament, the United Nations, academia and civil society.",
"image": "https://ngisummit.imgix.net/Mathias_Vermeulen.jpg?fit=facearea&w=400&h=400&facepad=3"
}, {
"id": 55,
"name": "Wouter Welling",
"excerpt": "Wouter works as a coordinating policy advisor on digital identity at the Dutch Ministry of the Interior. In the past he has worked on several large governmental IT projects and complex policy questions. He is well known in international discussion on the future of digital identity. He worked as a policy advisor, IT product owner and IT consultant in the past.",
"image": "https://ngisummit.imgix.net/Wouter_Welling2.jpg?fit=facearea&w=400&h=400&facepad=3"
}],
      "views": ["custom_ngi_people"],
      "tag": "webcontent-ngi-summit-2020-bio",
      "tagHeadliners": "webcontent-ngi-summit-2020-bio",
      "tagOthers": "webcontent-ngi-summit-2020-bio-small"
    },
    {
      "type": "topics",
      "title": "Topics",
      "style": {
        "container": {
          "padding": ["30px 0 0", "50px 0 0 0"]
        },
        "wrapper": {
          "width": ["90%", "75%"],
          "background": ["#efefef", "#fff"],
          "padding": ["15px 15px 0", "10px 0 0"]
        },
        "highlight": {
          "color": ["black"],
          "background": ["white"]
        }
      },
      "id": "topics",
      "view": "cards",
      "tag": "webcontent-ngi-summit-2020-topics",
      "text": {
        "content": "<p>The NGI Policy Summit will explore <strong>visions for the future internet</strong>, as well as ways to <strong>empower policymakers</strong> and <strong>strengthen innovation ecosystems</strong> across five topics. Click a topic to find out more and join in a discussion on our Exchange Platform.</p>",
        "position": "left"
      },
      "sort_by": {
        "property": "bumped_at",
        "order": "descending"
      },
      "display": ["title"]
    },
    {	
      "type": "events",	
      "title": "Programme",	
      "id": "programme",	
      "filters": {	
        "team": "blue",	
        "outreach": "green",	
        "community": "orangered"	
      }	
    },
    {
      "type": "custom",
      "title": "Join our community",
      "id": "Community",
      "style": {
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 70px"]
        }
      },
      "image": {
        "url": "",
        "width": 420
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>What does it mean to build the Next Generation Internet? How should it be governed? What is Europe missing? Join the conversation ahead of the Summit and connect with NGI innovators on our exchange platform.</p><p>Sign up to create an account for the NGI exchange platform, hosted by Edgeryders. Registering for the platform is optional and separate from your registration for the event.</p>",
        "position": "left",
        "buttons": [
          {
            "text": "Sign up to join the community",
            "url": "https://edgeryders.eu/c/ioh/ngi-policy-summit-2020",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      }
    },
    {
      "type": "topics",
      "title": "Featured community posts",
      "view": "featured",
      "tag": "ngi-summit-stories",
      "text": {
        "content": "",
        "position": "left"
      },
      "style": {
        "title": {
          "size": ["text-2xl", "text-3xl"],
          "padding": ["10px 0 20px"],
          "width": ["100%", "75%"],
          "align": ["center", "left"]
        },
        "container": {
          "background": ["#fafafa"],
          "padding": ["20px 30px 0", "20px 0 0"]
        },
        "wrapper": {
          "width": ["75%", "75%"]
        },
        "action": {
          "color": ["white"],
          "background": ["#2ea48a"],
          "weight": ["800"]
        }
      },
      "sort_by": {
        "property": "title",
        "order": "ascending"
      },
      "display": ["title"],
      "image": {
        "url": ""
      },
      "video": {
        "src": "",
        "poster": ""
      }
    },
{
      "type": "partners",
      "title": "Partners",
      "id": "Partners",
      "style": {
        "title": {
          "width": ["90%", "75%"],
          "align": ["center", "left"],
          "size": ["text-2xl", "text-3xl"]
        },
        "container": {
          "padding": ["0"]
        },
        "wrapper": {
          "padding": ["30px 20px 30px", "0 0 20px"]
        }
      },
      "display": {
        "slides": 3
      },
      "content": [
        {
          "title": "Cities Coalition for Digital Rights",
          "outlet": "Cities Coalition for Digital Rights",
          "url": "https://citiesfordigitalrights.org/",
          "logo": "/img/partners/CC4DR.png"
        },
        {
          "title": "ThingsCon",
          "outlet": "ThingsCon",
          "url": " https://www.thingscon.org/",
          "logo": "/img/partners/ThingsCon.png"
        },
        {
          "title": "Nesta Italia",
          "outlet": "Nesta Italia",
          "url": " https://www.nestaitalia.org/en/",
          "logo": "/img/partners/Nesta_Italia.png"
        }
      ]
    },
    {
      "type": "custom",
      "title": "Contact Us",
      "id": "contact us",
      "style": {
        "wrapper": {
          "padding": ["30px 20px 30px", "50px 0 70px"]
        }
      },
      "image": {
        "url": "",
        "width": 0
      },
      "video": {
        "src": "",
        "poster": ""
      },
      "text": {
        "content": "<p>For questions or feedback, you can send us an email.</p>",
        "position": "left",
        "buttons": [
          {
            "text": "Contact us",
            "url": "mailto:ngisummit@nesta.org.uk",
            "background": "rgb(255, 219, 106)",
            "color": "#333"
          }
        ]
      }
    },
    {
      "type": "terms"
    }
  ]
}
